* Save installed extensions
#+begin_src sh
  code --list-extensions > extensions.txt
  date
#+end_src

#+RESULTS:
: Wed Sep 21 11:32:18 PM +0430 2022

* Install extensions
#+begin_src sh :results verbatim
  extensions=$(cat extensions.txt)
  for extension in $extensions; do
    code --install-extension $extension 1> /dev/null
  done
  date
#+end_src

#+RESULTS:
: Fri Sep 16 12:59:39 AM +0430 2022
